{
    "alwaysExternalTips": true,
    "externalLoadingTips": [
      "Use a spyglass to tell what a block or mob is!",
      "Hold Ctrl when looking at an item in your inventory to learn more about it!",
      "Hold Ctrl when viewing a mob with a spyglass to learn more about it!",
      "Some keg recipes need heat, surround the Keg with campfires or Heating Casks to ferment.",
      "Not a fan of the trees near your home? Dye your wood a fun new colour!",
      "Ropes can be attached to fences, and can be climbed or Zipline'd down.",
      "Bundles and sacks are great ways to stay organized on the go!",
      "Enchanted Candles can be used to power Summoning Rituals.",
      "Use a True Name on an entity to be able to summon them in a Summoning Ritual.",
      "Ruined reactors can be found around the world. Place a core inside to activate them!",
      "Summoned Zombie Piglins can be cured with Golden Apples - and may be willing to barter!",
      "Setting up a Minecart rail is a great way to get between locations at high speeds.",
      "Getting lost? Find your place in the world with a Compass!",
      "Diving deep? Check your elevation with an Altimeter!",
      "Losing track of time? Might be time to give a Clock a look!",
      "Iron Blocks will rust away in the rain, be sure to keep them safe with Wax!",
      "Copper Blocks will slowly oxidize, be sure to keep them safe with Wax!",
      "Travelling alongside a Penguin will speed up your boat. Feed them fish to keep them interested!",
      "Mooblooms can be found in Flower Forests, and can be milked with a bowl for Nectar!",
      "Nectar can be used to bake a delicious Cupcake or Tart!",
      "Boat Hooks can be used to attach boats to each other.",
      "Water in a cauldron can be dyed, and used to dye armour.",
      "Want to personalize your armour? Try crafting a new trim!",
      "You can breed Hoglins with crimson fungus, but be careful.",
      "Wither Stars can't be destroyed by explosions.",
      "Monsters that are killed by a Skeleton's arrow have a chance of dropping music discs.",
      "Placing two chests side by side will make one large chest.",
      "Use a water bottle on a dirt block to get mud!",
      "When wandering in the deep dark, silence is key.",
      "Allays love music and therefore interact with noteblocks!",
      "The Allay loves to collect items! If you give it a certain item it will try to collect more of it.",
      "Ancient cities can be found under mountain ranges.",
      "You can collect tadpoles in buckets.",
      "Frogs pick a variant based on the temperature of the biome the tadpole grow up in.",
      "Need diamonds? They get more common as you go deeper.",
      "Place a campfire under a beehive or nest to harvest honey.",
      "Shear a Beehive or nest to get Honeycomb, use a Bottle to get honey.",
      "Sprint in water to swim!",
      "Zombies turn into drowned if they sink underwater.",
      "Phantoms are dangerous mobs that appear during the night. Make sure to sleep regularly!",
      "Use a Knife to carve a pumpkin.",
      "Mobs killed with a Knife will drop rarer items.",
      "Brew some water breathing potions for underwater exploration!",
      "You'll need an Iron or Gold Pickaxe if you want to mine Diamond Ore!",
      "The instrument played by a note block depends on the material beneath it.",
      "Feed a bone to a wolf to tame it. You can then make it sit or follow you.",
      "Beds are great! Craft one to quickly pass the night and set your respawn point.",
      "Monsters spawn in the dark. Craft a torch to brighten up any space.",
      "Food can be a great way to quickly restore health.",
      "Take care not to run out of stamina, otherwise you'll have to wait for it to refill.",
      "Use the right tool for the job! Chopping wood with an axe is much faster than using your hands.",
      "It's a good idea to build a place where you can safely spend the night.",
      "Sleeping will increase the speed time passes.",
      "Sitting near a Campfire will regenerate your health.",
      "Copper tools are the next step from wooden tools, able to mine more durable ores.",
      "Chains can be used to link Minecarts together.",
      "The top of a Stove can be used to cook food like a Campfire.",
      "A Lightning Rod can be crafted to redirect Lightning.",
      "Copper tools will slowly oxidize over time.",
      "A Creaking won't move if you're looking at it.",
      "A Creaking can only be killed by breaking its heart. Punch the Creaking to be led to the heart.",
      "Snow Golems can be constructed from Snow Blocks and a Pumpkin. Add a Pale Pumpkin for extra spice!",
      "Lemons can be picked from Lemon Trees. Leave the tree alive and it'll regrow more Lemons!",
      "Avocados can be picked from Avocado Trees. Leave the tree alive and it'll regrow more Avocados!",
      "Apples can be picked from Apple Trees. Leave the tree alive and it'll regrow more Apples!",
      "Ovens can be used to bake various meals.",
      "Fire Charges can be thrown to ignite faroff blocks.",
      "Horses can be trained by riding them with a Saddle.",
      "Saddles prevent Horses from bucking.",
      "A hungry Black Bear may eat your crops. Build a fence to keep them out!",
      "A hungry Brown Bear may eat your crops or livestock. Build a fence to keep them out!",
      "A Polar Bear is a force to be reckoned with. Don't get too close!"

    ]
  }